Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingWatchApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# permissions.39f94ffbfc0b
source: ワークアウト中の心拍と消費エネルギーを表示し、セットごとの負荷を記録します。
ar_sa: يعرض معدل ضربات القلب ونفقات الطاقة أثناء التمرين، ويسجل المقاومة لكل مجموعة.
ca: Mostra la freqüència cardíaca i la despesa energètica durant l'entrenament i registra la resistència per a cada conjunt.
cs: Zobrazuje vaše srdeční tep a spotřebované energie během tréninku a zaznamenává zátěž pro každou sérii.
da: Vis puls og energiforbrug under træning og registrer belastningen for hver sæt.
de_de: Das Herzfrequenz und die verbrauchte Energie während des Trainings werden angezeigt und pro Trainingseinheit aufgezeichnet.
el: Εμφανίστε τον καρδιακό ρυθμό και την κατανάλωση ενέργειας κατά τη διάρκεια της προπόνησης και καταγράψτε το φορτίο ανά σειρά.
en_au: Display heart rate and energy consumption during workouts, and record the load for each set.
es_es: Muestra tu frecuencia cardíaca y energía consumida durante el ejercicio, e incluye el registro de la carga por serie.
fi: Näytä sykkeet ja kulutetut kalorit harjoittelun aikana sekä tallenna sarjakohtaiset kuormat.
fr_ca: Affichez la fréquence cardiaque et l'énergie dépensée pendant l'entraînement, ainsi que les charges enregistrées pour chaque série.
gu: તમે વર્કઆઉટ દરમિયાન હૃદયના ધબકારા અને વપરાયેલી ઊર્જા દર્શાવી શકો છો, તેમજ દરેક સેટ માટે ભારને રેકોર્ડ કરી શકો છો.
he: מציג את קצב הלב ואת צריכת האנרגיה במהלך האימון ומאחסן את העומס עבור כל סדרה.
hi: वर्कआउट के दौरान हृदय गति और ऊर्जा खपत प्रदर्शित करें, और प्रत्येक सेट के लिए लोड रिकॉर्ड करें।
hr: Prikazat će se broj otkucaja srca i potrošene energije tijekom treninga, kao i snaga za svaki set.
hu: Megjeleníti az edzés közbeni pulzust és a fogyasztott energiát, valamint rögzíti az egyes beállítások terhelését.
id: Menampilkan detak jantung dan energi yang terbakar selama latihan, serta mencatat beban per set.
it: Visualizzo frequenza cardiaca e consumo di energia durante l'allenamento e registro il carico per ogni serie.
ko: 운동 중 심박수와 소비 에너지를 표시하고, 세트별 부하를 기록합니다.
mr: वर्कआउट दरम्यान हृदयगती आणि ऊर्जा वापराचे प्रदर्शन करा, तसेच प्रत्येक सेटमधील तीव्रतेची नोंद ठेवा.
ms: Tunjukkan kadar jantung dan tenaga yang dibakar semasa senaman, serta catat beban setiap set.
nl_nl: De hartslag en calorieverbruik tijdens de training worden weergegeven, evenals het aantal en de intensiteit per set.
no: Viser hjertefrekvens og forbrent energi under trening, samt registrerer belastningen per økt.
pl: Wyświetlam tętno i zużycie energii podczas treningu oraz zapisuję obciążenie dla każdego zestawu.
pt_br: Exibe a frequência cardíaca e a energia consumida durante o treino, registrando a carga por série.
ro: Afișează frecvența cardiacă și energia consumată în timpul antrenamentului și înregistrează sarcina pentru fiecare set.
ru: Отображаем частоту сердечных сокращений и потребление энергии во время тренировки, а также записываем нагрузку для каждого сета.
sk: Zobrazuje vaše pulz a spotené energie počas tréningu a zaznamenáva zaťaženie pre každú sériu.
sl: Prikazate srčni utrip in porabljene energije med treningom ter zapisaite obremenitev za vsak vtič.
sv: Visa puls och energiförbrukning under träningen samt registrera belastningen per set.
ta: உடற்பயிற்சியின்போது இதயத் துடிப்பு மற்றும் எரிதழையை காண்பிப்பதோடு, ஒவ்வொரு பயிற்சிக்கும் ஏற்ற சுமையை பதிவு செய்யவும்.
te: వ్యాయామ సమయంలో హృదయ స్పందన మరియు వినియోగించిన శక్తిని ప్రదర్శిస్తుంది, అలాగే సెట్ వారీగా లోడ్‌ను రికార్డ్ చేస్తుంది.
th: แสดงอัตราการเต้นของหัวใจและพลังงานที่ใช้ระหว่างการออกกำลังกาย และบันทึกภาระตามชุด
tr: Antrenman sırasında kalp atış hızını ve harcanan enerjiyi gösterir, ayrıca her antrenmanın zorluğunu kaydeder.
uk: Відображати частоту серцевих скорочень та споживану енергію під час тренування, а також записувати навантаження для кожного циклу.
vi: Hiển thị nhịp tim và năng lượng tiêu hao trong quá trình tập luyện, đồng thời ghi lại mức độ cho mỗi buổi tập.
zh_hans: 显示锻炼期间的心率和消耗能量，并记录每组的强度。
zh_hant: 顯示運動中的心率和消耗能量，並記錄每組的負荷。

# permissions.42e6eda276f8
source: 手首の動きからセット中の回数とテンポを推定します。
ar_sa: تقدير عدد التكرارات والإيقاع خلال المجموعة بناءً على حركات المعصم.
ca: Estima el nombre de repeticions i el tempo durant una sèrie en funció dels moviments del canell.
cs: Na základě pohybu na zápěstí odhadnete počet opakování a tempo v dané sérii.
da: Estimer antal gentagelser og tempo baseret på bevægelsen på håndleddet.
de_de: Die Anzahl und das Tempo während des Trainings werden anhand der Armbewegungen geschätzt.
el: Υπολογίστε τον αριθμό και το ρυθμό των επαναλήψεων, χρησιμοποιώντας τα δεδομένα από τις κινήσεις του καρπού.
en_au: Estimate the number of sets and tempo during a workout based on wrist movement data.
es_es: Estimo el número y el ritmo del entrenamiento actual a partir de los movimientos del muñón.
fi: Arvioi sarjan toistojen ja tahdin ranteen liikkeiden perusteella.
fr_ca: Estimez le nombre et le rythme des séries en fonction du mouvement de votre poignet.
gu: તમે ઘડિયાળની હલનચલનમાંથી સેટની સંખ્યા અને ગતિનો અંદાજ લગાવી શકો છો.
he: מעריך את מספר וחזרות בסדרה בהתבסס על תנועות המרפק.
hi: कलाई की गतिविधियों से सेट के दौरान की संख्या और गति का अनुमान लगाएं।
hr: Na temelju pokreta na zapešću, procijenit ćete broj i tempo za trenutni set.
hu: Az ujjbegy mozgásából becsülhetjük a beállított számokat és tempót.
id: Memperkirakan jumlah dan tempo dari set saat ini berdasarkan gerakan pergelangan tangan.
it: Stimo il numero e il ritmo degli allenamenti in corso, basandomi sui movimenti del polso.
ko: 손목 움직임을 기반으로 세트당 횟수와 속도를 추정합니다.
mr: हाताच्या हालचालीवरून सेटमधील संख्या आणि गतीचा अंदाज घ्या.
ms: Estimas jumlah dan kelajuan semasa berdasarkan pergerakan di pergelangan tangan.
nl_nl: Op basis van de bewegingen van uw pols schat het programma het aantal en de snelheid van de huidige set.
no: Estimerer antall repetisjoner og tempo basert på bevegelsene i håndleddet.
pl: Na podstawie ruchu na nadgarstku szacuję liczbę powtórzeń i tempo dla bieżącego zestawu.
pt_br: Estima o número e o ritmo dos exercícios em andamento com base nos movimentos do pulso.
ro: Estimează numărul și ritmul de execuție al seturilor pe baza mișcărilor de la încheietură.
ru: Оцениваем количество повторений и темп на основе движений запястья.
sk: Na základe pohybu na zápästí odhadnete počet a tempo série.
sl: Iz zaznavanja gibov na zapestju ocenite število in tempo vtičev.
sv: Uppskatta antalet repetitioner och tempot baserat på armrörelser.
ta: கையின் இயக்கத்திலிருந்து, தற்போதுள்ள எண்ணிக்கையையும் வேகத்தையும் மதிப்பிடலாம்.
te: చేతిలోని కదలికల నుండి సెట్ యొక్క సంఖ్య మరియు వేగాన్ని అంచనా వేయవచ్చు.
th: ประมาณจำนวนรอบและจังหวะจากการเคลื่อนไหวของข้อมือ
tr: Bilek hareketlerinden, antrenman sırasında yapılan tekrar sayısını ve tempoyu tahmin eder.
uk: Оцінити кількість і темп під час тренування на основі рухів зап'ястя.
vi: Ước tính số lần và nhịp độ dựa trên chuyển động của cổ tay.
zh_hans: 根据手腕运动估算出当前组数和节奏。
zh_hant: 根據手腕活動估算出當次和節奏。

# permissions.762ae96a716f
source: Apple Watchで記録した筋力トレーニングをApple Healthに保存します。
ar_sa: احفظ تدريبات القوة المسجلة باستخدام Apple Watch إلى Apple Health.
ca: Deseu l'entrenament de força gravat amb Apple Watch a Apple Health.
cs: Uložíte zaznamenané cvičení z Apple Watch do aplikace Apple Health.
da: Gem styrketræning fra Apple Watch i Apple Health.
de_de: Krafttraining, das mit dem Apple Watch aufgezeichnet wurde, wird in der Apple Health gespeichert.
el: Εξάγετε τις προπονήσεις με βάρη που καταγράψατε στο Apple Watch στην εφαρμογή Apple Health.
en_au: Save strength training recorded on your Apple Watch to Apple Health.
es_es: Guardo los entrenamientos de fuerza registrados en el Apple Watch en la aplicación Salud de Apple.
fi: Tallenna Apple Watchilla tehdyt voimaharjoittelut Apple Healthiin.
fr_ca: Enregistrez les entraînements effectués avec votre Apple Watch dans Apple Health.
gu: તમે Apple Watch પર કરેલા વર્કઆઉટને Apple Health માં સાચવી શકો છો.
he: שומר את אימוני הכוח שרשמת ב-Apple Watch ב-Apple Health.
hi: Apple Watch पर रिकॉर्ड किए गए "वजन प्रशिक्षण" को Apple Health में सेव करें।
hr: Spremićete snage koje ste zabilježili na Apple Watch u aplikaciji Apple Health.
hu: Az Apple Watchon rögzített erőnléti edzéseket mentjük az Apple Healthbe.
id: Menyimpan latihan kekuatan yang dicatat di Apple Watch ke dalam Apple Health.
it: Salvo gli allenamenti di forza registrati sull'Apple Watch in Apple Health.
ko: Apple Watch에서 기록한 근력 운동을 Apple Health에 저장합니다.
mr: ॲपल वॉचवर रेकॉर्ड केलेले स्नायू प्रशिक्षण ॲपल हेल्थमध्ये सेव्ह करा.
ms: Simpan senaman kekuatan yang dicatat pada Apple Watch dalam Apple Health.
nl_nl: De krachttraining die met uw Apple Watch is vastgelegd, wordt opgeslagen in Apple Health.
no: Lagrer styrketrening fra Apple Watch i Apple Health.
pl: Zapisuję treningi siłowe z Apple Watch w aplikacji Health.
pt_br: Salva os treinos de força registrados no Apple Watch na Apple Health.
ro: Salvez antrenamentele din Apple Watch în Apple Health.
ru: Сохраняем данные о силовых тренировках, записанные на Apple Watch, в приложении Apple Health.
sk: Uložíte zaznamenané silové tréningy z Apple Watch do Apple Health.
sl: Zapisane vtiče za trening v Apple Health.
sv: Spara styrketräningsdata från Apple Watch i Apple Health.
ta: Apple Watch-ல் பதிவு செய்யப்பட்ட உடற்பயிற்சியை Apple Health-ல் சேமிக்கவும்.
te: Apple Watchలో రికార్డ్ చేసిన కండరాల వ్యాయామంను Apple Healthలో సేవ్ చేయండి.
th: บันทึกการฝึกความแข็งแรงที่ Apple Watch และบันทึกลงใน Apple Health
tr: Apple Watch'ta kaydedilen kas gücü antrenmanlarını Apple Health'e kaydeder.
uk: Зберегти тренування зі зміцнення м'язів, зафіксовані на Apple Watch, у Apple Health.
vi: Lưu các bài tập sức mạnh đã ghi trên Apple Watch vào Apple Health.
zh_hans: 将通过Apple Watch记录的力量训练数据保存到Apple Health。
zh_hant: 將在 Apple Watch 上記錄的肌力訓練儲存到 Apple Health。

# runtime_messages.02b7a66f4b4d
source: ダーク
ar_sa: داكن
ca: fosc
cs: Tmavý režim
da: Mørk
de_de: Dunkel
el: Σκούρο
en_au: Dark
es_es: Oscuro
fi: Pimeä
fr_ca: Sombre
gu: ડાઉન
he: כהה
hi: अंधेरा
hr: Tamno
hu: Sötét mód
id: Gelap
it: Scuro
ko: 어두운 모드
mr: गडद
ms: Gelap
nl_nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escuro
ro: Negru
ru: Темный режим
sk: Tmavé
sl: Temno
sv: Mörk
ta: இருள்
te: చీకటి
th: สีเข้ม
tr: Koyu
uk: Темний режим
vi: Màu tối
zh_hans: 深色
zh_hant: 深色

# runtime_messages.12d5f3fcfc22
source: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}回
ar_sa: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} مرات
ca: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} vegades
cs: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}x
da: {{value1}} {{value2}}/{{value3}}•{{value4}}/{{value5}}Gentag
de_de: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} Mal
el: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} φορές
en_au: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} times
es_es: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} veces
fi: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kertaa
fr_ca: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} fois
gu: {{value1}} {{value2}}/{{value3}}•{{value4}}/{{value5}} વખત
he: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} פעמים
hi: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} बार
hr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} puta
hu: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} alkalom
id: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kali
it: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} volte
ko: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}회
mr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} वेळा
ms: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kali
nl_nl: {{value1}} {{value2}} / {{value3}} {{value4}} / {{value5}} keer
no: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} ganger
pl: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} razy
pt_br: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} vezes
ro: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}
ru: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} раз
sk: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}x
sl: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}krat
sv: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} gånger
ta: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} முறை
te: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} సార్లు
th: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} ครั้ง
tr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} tekrar
uk: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} разів
vi: {{value1}} {{value2}}/ {{value3}} · {{value4}}/ {{value5}} Lần
zh_hans: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}次
zh_hant: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}次

# runtime_messages.2dc960114eaa
source: 知的・高貴・先進的
ar_sa: الفكرية والنبيلة والمتقدمة
ca: intel·lectual, noble, avançat
cs: Inteligentní, ušlechtilé, moderní
da: Intelligent, elegant og avanceret
de_de: Intelligent, edel, fortschrittlich
el: Ευφυής, κομψή, προηγμένη
en_au: Intelligent, sophisticated, and advanced
es_es: Intelectual, sofisticado, avanzado
fi: Älykäs, arvokas, edistyksellinen
fr_ca: Intelligent, noble, avancé
gu: બુદ્ધિશાળી, ઉચ્ચ અને આધુનિક
he: אינטלקטואלי, מכובד, מתקדם
hi: बुद्धिमान, उत्कृष्ट और आधुनिक
hr: Inteligentno, plemenito i napredno
hu: Intelligens, kifinomult, modern
id: Cerdas, anggun, dan modern
it: Intelligente, raffinato, all'avanguardia
ko: 지적, 고귀, 선진적인
mr: बुद्धीमान, उच्च दर्जाचे आणि आधुनिक
ms: Bijak, mulia, dan maju
nl_nl: Intelligent, elegant en modern
no: Intelligent, elegant og moderne
pl: Inteligentny, wyrafinowany, nowoczesny
pt_br: Inteligente, nobre e avançado
ro: Inteligent, rafinat, avansat
ru: Интеллектуальный, благородный, передовой
sk: Inteligentný, ušľachtilý, moderný
sl: Inteligenten, eleganten, napreden
sv: Intellektuell, elegant, avancerad
ta: அறிவுள்ள, உயர்ந்த, நவீனமான
te: తెలివిగల, ఉన్నతమైన మరియు ఆధునిక
th: ชาญฉลาด, สง่างาม, และทันสมัย
tr: Akıllı, zarif, ileri düzey
uk: Інтелектуальний, витончений, передовий
vi: Thông minh, cao thượng, tiên tiến
zh_hans: 高雅、先进、智能
zh_hant: 聰明、高貴、先進

# runtime_messages.35bde4b057c2
source: チンニング
ar_sa: الذقن
ca: Chinning
cs: Přítahy
da: Pull-ups
de_de: Klimmzüge
el: Κωπηλασία
en_au: Chin-ups
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચીનિંગ
he: מתח
hi: चिन-अप
hr: Chin-up
hu: Becsukulás
id: Pull-up
it: Trazioni
ko: 턱걸이
mr: चिन अप
ms: Tahan
nl_nl: Chin-ups
no: Chinu
pl: Podciąganie
pt_br: Barra
ro: Tracțiuni
ru: Подтягивания
sk: Chlapíková
sl: Štanj
sv: Chins
ta: சின்னிங்
te: చిన్నింగ్
th: Pull-up
tr: Barfiks
uk: Підтягування
vi: Ép
zh_hans: 引体向上
zh_hant: 引體向上

# runtime_messages.381a8ceae643
source: ロイヤルコバルト
ar_sa: الكوبالت الملكي
ca: cobalt reial
cs: Royal Cobalt
da: Royal cobalt
de_de: Royal Cobalt
el: Royal Cobalt
en_au: Royal Cobalt
es_es: Royal Cobalt
fi: Royal Cobalt
fr_ca: Royal cobalt
gu: રોયલ કોબલ્ટ
he: רויאל קובלט
hi: रॉयल बार्ट
hr: Royal Cobalt
hu: Royal Cobalt
id: Royal Cobalt
it: Royal Cobalt
ko: 로얄 코발트
mr: रोयल कोबाल्ट
ms: Royal Cobalt
nl_nl: Royal cobalt
no: Royal cobalt
pl: Royal Cobalt
pt_br: Royal Cobalt
ro: Royal Cobalt
ru: Royal Cobalt
sk: Royal Cobalt
sl: Royal Cobalt
sv: Royal cobalt
ta: ராயல் கோபால்ட்
te: రోయల్ కోబాల్ట్
th: Royal Cobalt
tr: Royal Cobalt
uk: Royal Cobalt
vi: Royal Cobalt
zh_hans: 皇家钴蓝色
zh_hant: 皇家柯巴爾特

# runtime_messages.3f24b48377e7
source: 上げ
ar_sa: رفع
ca: pujar
cs: Zvýšit
da: Op
de_de: Aufwärts
el: Αύξηση
en_au: Up
es_es: Subir
fi: Ylös
fr_ca: Monter
gu: ઉપર
he: להעלות
hi: ऊपर
hr: Povećaj
hu: Felfelé
id: Naik
it: Aumenta
ko: 올라가기
mr: वर
ms: Tingkatkan
nl_nl: Omhoog
no: Øk
pl: W górę
pt_br: Aumentar
ro: Crește
ru: Увеличение
sk: Zvýšiť
sl: Povečaj
sv: Öka
ta: மேலே
te: పెంచడం
th: เพิ่ม
tr: Artırma
uk: Підвищити
vi: Tăng
zh_hans: 抬起
zh_hant: 抬起

# runtime_messages.6300aee71ea9
source: 下げ
ar_sa: أقل
ca: Abaix
cs: Snížit
da: Ned
de_de: Abwärts
el: Μείωση
en_au: Down
es_es: Bajar
fi: Alas
fr_ca: Descendre
gu: નીચે
he: להוריד
hi: नीचे
hr: Smanjaj
hu: Lefelé
id: Turun
it: Diminuisci
ko: 내려가기
mr: खाली
ms: Kurangkan
nl_nl: Omlaag
no: Reduser
pl: W dół
pt_br: Diminuir
ro: Scade
ru: Уменьшение
sk: Sklesnúť
sl: Zmanjšaj
sv: Minska
ta: கீழே
te: తగ్గించడం
th: ลด
tr: Azaltma
uk: Знизити
vi: Giảm
zh_hans: 放下
zh_hant: 放下

# runtime_messages.8617ffabdc47
source: ブラックシャンパン
ar_sa: الشمبانيا السوداء
ca: xampany negre
cs: Černý šampaň
da: Sort champagne
de_de: Schwarzwein
el: Μαύρο σαμπάνιασ
en_au: Black Champagne
es_es: Champán negro
fi: Musta samppanja
fr_ca: Champagne noir
gu: બ્લેક શૅમ્પેન
he: שמפניה שחורה
hi: ब्लैक शैंपेन
hr: Crni šampanjac
hu: Black Champagne
id: Champagne Hitam
it: Champagne nero
ko: 블랙 샴페인
mr: ब्लॅक शैंपेन
ms: Champagne Hitam
nl_nl: Zwarte champagne
no: Sort champagne
pl: Czarny szampan
pt_br: Champanhe preto
ro: Champan negru
ru: Черный шампанское
sk: Čierny šampán
sl: Črno šampanjce.
sv: Black champagne
ta: பிளாக் ஷாம்பெயின்
te: బ్లాక్ షాంపైన్
th: Champagne ดำ
tr: Siyah şampanya
uk: Чорний шампанський напій
vi: Champagne đen
zh_hans: 黑色的香槟
zh_hant: 黑色的香檳

# runtime_messages.8722ecf123bc
source: ディップ
ar_sa: تراجع
ca: immersió
cs: Dip
da: Dip
de_de: Dip
el: Dip
en_au: Dip
es_es: Dips
fi: Dip
fr_ca: Dip
gu: ડિપ
he: דיפ
hi: डिप
hr: Dip
hu: Dip
id: Tekanan
it: Dip
ko: 딥 (Dip)
mr: डिप
ms: Tekanan
nl_nl: Dip
no: Dykk
pl: Dip
pt_br: Dips
ro: Dip
ru: Движения
sk: Dip
sl: Dip
sv: Dipp
ta: டிப்
te: డప్
th: การทำท่า Dip
tr: Dip
uk: Замочування
vi: Đánh dấu
zh_hans: 俯卧撑
zh_hant: 槓鈴下拉

# runtime_messages.c80fde6d1fda
source: 懸垂
ar_sa: عمليات السحب
ca: pull-ups
cs: Přítahy
da: Pull-ups
de_de: Klimmzüge
el: Κάμψεις
en_au: Pull-ups
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચપડા
he: מתח
hi: चढ़ना
hr: Vinuta
hu: Felemászás
id: Pull-up
it: Trazioni alla sbarra
ko: 턱걸이
mr: पुल-अप्स
ms: Angkat badan
nl_nl: Pull-ups
no: Chins
pl: Podciąganie
pt_br: Barra fixa
ro: Tracțiuni
ru: Подтягивания
sk: Podvešovanie
sl: Stojne vzgibe
sv: Chins
ta: குத்து
te: గుర్తించడం
th: ท่าลากตัว
tr: Barfiks
uk: Підтягування
vi: Đẩy tạ
zh_hans: 引体向上
zh_hant: 槓鈴訓練

# runtime_messages.e0654cb7b536
source: ライト
ar_sa: ضوء
ca: llum
cs: Světlo
da: Lys
de_de: Hell
el: Φως
en_au: Light
es_es: Luz
fi: Valo
fr_ca: Clair
gu: લાઇટ
he: בהיר
hi: लाइट
hr: Svjetlo
hu: Light
id: Terang
it: Chiaro
ko: 라이트 (Light)
mr: लाईट
ms: Terang
nl_nl: Licht
no: Lys
pl: Jasne
pt_br: Leve
ro: Lumina
ru: Светлый
sk: Svietidlá
sl: Light
sv: Ljus
ta: லைட்
te: లైట్
th: ไฟ
tr: Işık
uk: Світле
vi: Ánh sáng
zh_hans: 浅色
zh_hant: 淺色

# runtime_messages.e7c885a6a202
source: 自動
ar_sa: تلقائي
ca: automàtic
cs: Automaticky
da: Automatisk
de_de: Automatisch
el: Αυτόματα
en_au: Automatic
es_es: Automático
fi: Automaattinen
fr_ca: Automatique
gu: સ્વચાલિત
he: אוטומטי
hi: स्वचालित
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ko: 자동
mr: स्वयंचल
ms: Secara automatik
nl_nl: Automatisch
no: Automatisk
pl: Automatyczne
pt_br: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatisk
ta: தானியங்கி
te: ఆటోమేటిక్
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动

# runtime_messages.f974d51c5ef8
source: 重厚・高級・刺激的
ar_sa: ثقيلة، فاخرة، مثيرة
ca: Pesant, luxós, emocionant
cs: Intenzivní, prémiový, stimulující
da: Intensiv, eksklusiv og stimulerende
de_de: Intensiv, hochwertig, anregend
el: Απαιτητικές, υψηλής ποιότητας και ενδιαφέρουσες.
en_au: Intense, premium, and stimulating
es_es: Intenso, de alta calidad y estimulante.
fi: Vaativa, laadukas ja motivoiva
fr_ca: Intense, de qualité supérieure, stimulant
gu: સઘન, ઉચ્ચ ગુણવત્તાવાળી અને ઉત્તેજક
he: אינטנסיבי, יוקרתי ומאתגר
hi: गहन, शानदार, और प्रेरणादायक
hr: Teško, luksuzno, izazovno
hu: Komoly, prémium, izgalmas
id: Berat, mewah, dan menantang
it: Intenso, di alta qualità, stimolante
ko: 견고하고 고급스럽고 자극적인
mr: मजबूत, उच्च दर्जाचे, आणि उत्साहवर्धक
ms: Intensif, mewah, dan menarik
nl_nl: Uitdagend en intensief
no: Intensivt, eksklusivt og stimulerende
pl: Intensywny, luksusowy, stymulujący
pt_br: Intenso, sofisticado e motivador
ro: Intens, premium, stimulant
ru: Интенсивные, премиальные, стимулирующие
sk: Intenzívny, luxusný, stimulujúci
sl: Težko, luksuzno, stimulativno
sv: Intensivt, avancerat och stimulerande
ta: கடினமான, உயர்தர, மற்றும் உற்சாகமான
te: బలంగా, విలాసవంతంగా, ఉత్తేజకరమైన
th: เข้มข้น, หรูหรา, กระตุ้น
tr: Yoğun, lüks ve etkileyici
uk: Серйозні, преміальні та захоплюючі
vi: Thoải mái, sang trọng, kích thích
zh_hans: 厚重、高级、刺激
zh_hant: 厚重、高級、刺激

# watch_widget.01657c68d2fc
source: 完了
ar_sa: مكتمل
ca: Completat
cs: Dokončeno
da: Færdig
de_de: Fertig
el: Ολοκληρώθηκε
en_au: Complete
es_es: Completado
fi: Valmis
fr_ca: Terminé
gu: પૂર્ણ
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Működött
id: Selesai
it: Completato
ko: 완료
mr: पूर्ण
ms: Selesai
nl_nl: Voltooid
no: Fullført
pl: Zakończone
pt_br: Concluído
ro: Terminat
ru: Готово
sk: Hotovo
sl: Potrdite
sv: Klart
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Tamamlandı
uk: Готово
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# watch_widget.02ce68bb4689
source: 回数をリールで設定
ar_sa: اضبط عدد المرات على البكرات
ca: Estableix el nombre de vegades als rodets
cs: Nastavit počet pomocí posunu
da: Indstil antallet med "loop"
de_de: Anzahl der Runden mit Wiederholungen festlegen
el: Ορίστε τον αριθμό των επαναλήψεων με το scroll
en_au: Set reps using the slider
es_es: Establecer número de repeticiones en la barra de progreso
fi: Aseta kertojen määrä pyörittämällä
fr_ca: Définir le nombre sur la barre de progression
gu: રાઉન્ડની સંખ્યાને રીલ પર સેટ કરો
he: הגדר מספר חזרות באמצעות גלגל הסיבוב
hi: पुनरावृत्तियों को रीलों में सेट करें
hr: Postavite broj puta pomoću gumba
hu: A körök számának beállítása
id: Atur jumlah putaran menggunakan gulir
it: Imposta il numero di ripetizioni tramite la barra scorrevole
ko: 횟수를 리본으로 설정
mr: पुनरावृत्तीची संख्या रीअलमध्ये सेट करा
ms: Tetapkan jumlah dalam gelung
nl_nl: Aantal rondes instellen met de herhalingsfunctie
no: Sett antall med rulle
pl: Ustawienie liczby rund za pomocą przewijania
pt_br: Definir número de repetições na barra de progresso
ro: Setează numărul de runde pe reel
ru: Установите количество циклов с помощью слайдера
sk: Nastavte počet na reule
sl: Sestavljanje obratov v reilu.
sv: Ställ in antalet i repetitioner
ta: சுற்றுகளை ரீல் மூலம் அமைக்கவும்
te: సార్లను రీల్ ద్వారా సెట్ చేయండి
th: ตั้งค่าจำนวนรอบด้วยรีล
tr: Tekrar sayısını tekrarla seçerek ayarlayın
uk: Встановити кількість раундів за допомогою регулятора
vi: Đặt số lần bằng thanh trượt
zh_hans: 使用循环设置次数
zh_hant: 用循环设置次数

# watch_widget.040f06159cfe
source: 1秒あたりの振動回数
ar_sa: عدد الاهتزازات في الثانية
ca: Nombre de vibracions per segon
cs: Počet vibrací za sekundu
da: Antal vibrationer pr. sekund
de_de: Vibrationen pro Sekunde
el: Αριθμός δονήσεων ανά δευτερόλεπτο
en_au: Vibration count per second
es_es: Número de vibraciones por segundo
fi: Värähtelytapahtumien määrä sekunnissa
fr_ca: Nombre de vibrations par seconde
gu: એક સેકન્ડમાં વાઇબ્રેશનની સંખ્યા
he: מספר רעידות בשנייה
hi: प्रति सेकंड कंपन की संख्या
hr: Broj vibracija u sekundi
hu: Vibráció gyakorisága 1 másodpercenként
id: Jumlah getaran per detik
it: Numero di vibrazioni al secondo
ko: 1초당 진동 횟수
mr: प्रति सेकंद कंपनांची संख्या
ms: Jumlah getaran per saat
nl_nl: Aantal trillingen per seconde
no: Antall vibrasjoner per sekund
pl: Liczba drgań na sekundę
pt_br: Número de vibrações por segundo
ro: Numărul de vibrații pe secundă
ru: Количество колебаний в секунду
sk: Počet vibrácií za sekundu
sl: Število vibracij na sekundo
sv: Antal vibrationer per sekund
ta: ஒரு நொடிக்கு அதிர்வுகளின் எண்ணிக்கை
te: ఒక సెకనుకు కంపనాల సంఖ్య
th: จำนวนรอบสั่นต่อวินาที
tr: Saniyede titreşim sayısı
uk: Кількість вібрацій за секунду
vi: Số lần rung trong 1 giây
zh_hans: 每秒的震动次数
zh_hant: 每秒的震动次数
